import React from "react";

export default function About() {
  return (
    <div className="About">
      <div className="About-txt">
        <h1>
          Добро пожаловать на сайт ГАСУ АО Астраханский дом-интернат<br></br>{" "}
          для престарелых и инвалидов
        </h1>
        <p className="About-txt-p" id="about">
          Государственное автономное стационарное учреждение Астраханской
          области "Астраханский дом-интернат для престарелых и инвалидов"
          основано 09 сентября 1974 года.
        </p>
        <p className="About-txt-p">
          В учреждении имеются: 88 одноместных комнат, 96 двухместных комнат,
          столовая, актовый зал, библиотека, комната релаксации, баня,
          прачечная, парикмахерская, кабинет массажа, физиотерапевтический
          кабинет, кабинет невролога и психиатра, процедурная, манипуляционная,
          кабинет врача-терапевта, изолятор, приемно-карантинное отделение,
          кабинет ЛФК, мастерская по ремонту одежды, кабинет социального
          работника и психолога, 2 молельные комнаты, комната хранения
          медикаментов, помещения для хранения личных вещей проживающих,
          котельная, слесарная мастерская, столярная мастерская, нежилое здание,
          гараж, промышленный склад, продовольственный склад, овощехранилище,
          кабельное телевидение, доступ в сеть «Интернет».
        </p>

        <p className="About-txt-p">
          Основной целью деятельности учреждения является продление активного
          долголетия, сохранение и поддержание жизненного потенциала, улучшение
          уровня и качества жизни.
        </p>
        <p className="About-txt-p-contact">
          Место нахождения: 414051, Астраханская область, город Астрахань, ул.
          Безжонова, 1. <br></br>Режим и график работы: с понедельника по
          пятницу от 8:00 до 16:48.<br></br> Контактный телефон: 8 (8512)
          52-12-93 (приёмная).<br></br>
          Адрес электронной почты: adi07@mail.ru{" "}
        </p>

        <div className="map-container">
          <iframe src="https://yandex.ru/map-widget/v1/?um=constructor%3A6aee4b777ac620d26a08bd2c88e71bcaf3ead0124166ceb15acc95b283a5f0e8&amp;source=constructor" width="100%" height="100%" frameborder="0"></iframe>
        </div>
      </div>
    </div>
  );
}