import React from "react";

export default function NotFree() {
  return (
    <div className="not-free">
      <div className="not-free-img" id="notfree"></div>
      <div className="not-free-img-txt">
        <div className="header-not-free">Платные услуги</div>
        <div className="not-free-desc">Достойная забота о пожилом человеке – наша цель!</div>
        <div className="not-free-txt">
          В Астраханском доме-интернате в целях повышения качества
          предоставления социального обслуживания и создания комфортных условий
          для временного проживания граждан оборудованы и функционируют палаты
          повышенной комфортности. Вам нужно срочно уехать? Вам предстоит
          лечение, или планируете отдых? Вы можете воспользоваться этой услугой,
          обеспечить родным и близким временный квалифицированный уход и
          наблюдение. Особая домашняя атмосфера интерната чувствуется во всем: в
          обстановке комнат и уюте холлов, в отношении персонала учреждения к
          проживающим. Астраханский дом-интернат – оазис комфорта, домашнего
          уюта и заботы. Для проживания в палатах повышенной комфортности
          принимаются граждане старше 18 лет, полностью или частично утратившие
          способность либо возможность осуществлять самообслуживание,
          самостоятельно передвигаться, обеспечивать основные жизненные
          потребности в силу заболевания, травмы, возраста или наличия
          инвалидности. При оказании услуги по предоставлению палаты повышенной
          комфортности в зависимости от потребности предоставляются следующие
          социальные услуги: <br/>• социально-бытовые;<br/> • социально-медицинские;<br/> •
          социально-психологические;<br/> • социально-педагогические; •
          социально-правовые;<br/> • услуги в целях повышения коммуникативного
          потенциала получателей социальных услуг, имеющих ограничения
          жизнедеятельности.
        </div>
      </div>
    </div>
  );
}
